"ASSISTANT_TRY_AGAIN" = "ขอโทษด้วย กรุณาช่วยพูดอีกครั้ง";
"ASSISTANT_CONNECTION_FAILED_0" = "ขอโทษ ฉันกำลังประสบปัญหากับการเชื่อมต่อเครือข่าย";
"ASSISTANT_CONNECTION_FAILED_1" = "ขอโทษ ฉันไม่สามารถเชื่อมต่อได้ในขณะนี้";
"ASSISTANT_CONNECTION_FAILED_2" = "ขอโทษ ฉันไม่มีการเชื่อมต่อเครือข่าย";

"ASSISTANT_INITIAL_QUERY" = "คุณจะให้ช่วยอะไรหรือครับ";
"ASSISTANT_GUIDE_HEADER" = "แตะที่ไมค์เพื่อพูดข้อความเช่น:";
"ASSISTANT_GUIDE_BACK_BUTTON_TITLE" = "วิธีใช้";
"ASSISTANT_NOT_AVAILABLE_TITLE" = "Siri ไม่พร้อมใช้";
"ASSISTANT_NOT_AVAILABLE_SUBTITLE" = "เชื่อมต่อกับอินเทอร์เน็ต";

"ASSISTANT_EDUCATION_TITLE" = "คุณต้องการให้ Siri ช่วยหรือไม่";
"ASSISTANT_EDUCATION_CONTENT" = "กดปุ่มโฮมค้างไว้เพื่อเริ่มใช้งาน Siri";

"ASSISTANT_GESTURE_DESCRIPTION" = "คุณยังสามารถถามหาสิ่งต่างๆ โดยไม่ต้องกดปุ่มโฮมค้างไว้ เพียงแค่ยกโทรศัพท์ขึ้นใกล้กับหูของคุณในขณะที่หน้าจอเปิดอยู่ แล้วก็เริ่มพูด";